lexbn-source.org
#+title: Lex' blog&notes
#+author: Alexander Seltmann

#+hugo_base_dir: .
#+options: creator:t
#+hugo_auto_set_lastmod: t

#+hugo_pandoc_citations: t
#+bibliography: cite/references.bib

** Absichtlich Daten verfälschen [German]
:PROPERTIES:
:EXPORT_HUGO_SECTION: docs/notes/kritmed
:EXPORT_FILE_NAME: falsche-daten
:END:
*** Absichtlich Daten verfälschen

Im Fachmagazin Nature schlagen zwei Autoren vor, Daten absichtlich zu
verfälschen. Das ist eine bemerkenswerte Idee.

Im Ernst. Der Psychologe Robert McCaun und der Physiker Saul Perlmutter haben im
Fachmagazin Nature die breite Anwendung von "blinder Analyse" propagiert, um
"wissenschaftliche Vorurteile" gezielt zu minimieren. Denn all zu oft,
argumentieren die Autoren, versuchen Wissenschaftler nur das zu bestätigen, was
sie ohnehin schon glauben. Alle Messergebnisse, die ihre Hypothese  bestätigen,
werden sofort akzeptiert. Alles, was nicht dazu passt, wird erstmal wie ein
Messfehler behandelt. Sprich: gelöscht.

Dass auch ganz gewöhnliche Wald- und Wiesenwissenschaftler ihre Daten gerne
höchst selektiv auswerten, ist natürlich nicht erst seit gestern bekannt. Ich
erinnere mich, dass es einschlägige Witze darüber schon gab, als ich noch an der
Diplomarbeit saß. Aber damit soll nun Schluss sein.

Man muss nur die Wahrheit verstecken, damit sie besser gefunden wird. Das könnte
so gehen: Ich mache aus meinem gemessenen Datensatz - sagen wir mal - fünf
Datensätze. Und in vier von diesen fünf Datensätze lasse ich per Software
zufällige, oder systematische Fehler einbauen. Ach ja, um was für Maßeinheiten
es sich handelt, verrate ich natürlich auch nicht.

Das ist im Prinzip ein bisschen so, wie die berühmten Doppelblindstudien bei
Medikamenten: Es gibt eine Vergleichsgruppe, die nur Placebos bekommt, und eine
Gruppe, denen echte Medikamente verabreicht werden. Dann schicke ich die
Datensätze zu befreundeten Forschungsgruppen und lasse sie analysieren. Wenn ich
tatsächlich einen Effekt gemessen habe, dann finden die Kollegen das auch
heraus.

Schöne Idee, finde ich. Das ganze könnte nicht nur dazu führen, dass so mancher
Forscher aus einer theoretischen Sackgasse herausfindet. Sie könnte auch der
Wissenschaft zu einer völlig neuen Glaubwürdigkeit verhelfen - zum Beispiel in
der Klimadebatte.

Ich fürchte nur, dass auch diese Revolution wieder mal ausbleiben wird. Denn zum
einen würde ich mal schätzen, dass dem ganz überwiegenden Teil junger
Wissenschaftlerinnen und Wissenschaftler nicht mal das Problem so richtig klar
ist. Weil eine kritische Sicht auf die eigenen Methoden in der Ausbildung in der
Regel gar nicht vorkommt. Und zweitens weil diese Art der Analyse eine große
Gefahr birgt: Es kann auch sein, dass die Blindanalyse an den Tag bringt, dass
es eigentlich gar nichts zu entdecken gibt. Und dann stehe ich da, mit meinen
schönen Daten. Die sind dann verbrannt. Aber niemand gibt gerne zu, dass er das
letzte halbe Jahr umsonst gearbeitet hat.

Aber vielleicht bin ich ja zu pessimistisch. Zu hoffen wäre es.

